Repository: RA93AR/terminal
Catalog: src/cascadia/TerminalSettingsModel/Resources/*/Resources.resw
Source language: en_us
Languages: tr_tr

# SetColorSchemeParentCommandName
source: Select color scheme...
tr_tr: Renk şemasını seç...

# NewTabParentCommandName
source: New tab...
tr_tr: Yeni sekme...

# SplitPaneParentCommandName
source: Split pane...
tr_tr: Bölme...

# SnippetsPaneCommandName
source: Open snippets pane
tr_tr: Parça bölmesini aç

# ApplicationDisplayNamePortable
source: Terminal (Portable)
tr_tr: Terminal (Taşınabilir)

# ApplicationDisplayNameUnpackaged
source: Terminal (Unpackaged)
tr_tr: Terminal (Paketlenmemiş)

# ApplicationVersionUnknown
source: Unknown
tr_tr: Bilinmiyor

# AdjustFontSizeCommandKey
source: Adjust font size
tr_tr: Yazı tipi boyutunu ayarla

# CloseOtherTabsDefaultCommandKey
source: Close all other tabs
tr_tr: Diğer tüm sekmeleri kapat

# ClosePaneCommandKey
source: Close pane
tr_tr: Bölmeyi kapat

# CloseTabCommandKey
source: Close tab
tr_tr: Sekmeyi kapat

# CopySuffix
source: Copy
tr_tr: Kopyala

# MoveTabToNewWindowCommandKey
source: Move tab to a new window
tr_tr: Sekmeyi yeni bir pencereye taşı

# MoveTabDirectionForward
source: forward
tr_tr: ileri (sağ)

# MoveTabDirectionBackward
source: backward
tr_tr: geri (sol)

# CloseTabsAfterDefaultCommandKey
source: Close all tabs after the current tab
tr_tr: Geçerli sekmeden sonraki tüm sekmeleri kapat

# CloseWindowCommandKey
source: Close window
tr_tr: Pencereyi kapat

# OpenSystemMenuCommandKey
source: Open system menu
tr_tr: Sistem menüsünü aç

# CommandPromptDisplayName
source: Command Prompt
tr_tr: Komut İstemi

# CopyTextAsSingleLineCommandKey
source: Copy text as a single line
tr_tr: Metni tek satır olarak kopyala

# CopyTextCommandKey
source: Copy text
tr_tr: Metni kopyala

# DecreaseFontSizeCommandKey
source: Decrease font size
tr_tr: Yazı tipi boyutunu azalt

# DirectionDown
source: down
tr_tr: aşağı

# DirectionLeft
source: left
tr_tr: sol

# DirectionRight
source: right
tr_tr: sağ

# DirectionUp
source: up
tr_tr: yukarı

# DirectionPrevious
source: previous
tr_tr: önceki

# DuplicatePaneCommandKey
source: Duplicate pane
tr_tr: Bölmeyi çoğalt

# DuplicateTabCommandKey
source: Duplicate tab
tr_tr: Sekmeyi çoğalt

# FindCommandKey
source: Find
tr_tr: Bul

# FindNextCommandKey
source: Find next search match
tr_tr: Son arama eşleşmesini bul

# FindPrevCommandKey
source: Find previous search match
tr_tr: Önceki arama eşleşmesini bul

# IncreaseFontSizeCommandKey
source: Increase font size
tr_tr: Yazı tipi boyutunu artır

# MoveFocusCommandKey
source: Move focus
tr_tr: Odağı taşı

# MoveFocusToLastUsedPane
source: Move focus to the last used pane
tr_tr: En son kullanılan bölmeye odağı taşı

# MoveFocusNextInOrder
source: Move focus to the next pane in order
tr_tr: Sırayla sonraki bölmeye odağı taşı

# MoveFocusPreviousInOrder
source: Move focus to the previous pane in order
tr_tr: Sırayla önceki bölmeye odağı taşı

# MoveFocusFirstPane
source: Move focus to the first pane
tr_tr: İlk bölmeye odağı taşı

# MoveFocusParentPane
source: Move focus to the parent pane
tr_tr: Üst bölmeye odağı taşı

# MoveFocusChildPane
source: Move focus to the child pane
tr_tr: Alt bölmeye odağı taşı

# SwapPaneCommandKey
source: Swap pane
tr_tr: Bölmeleri değiştir

# SwapPaneToLastUsedPane
source: Swap panes with the last used pane
tr_tr: En son kullanılan bölmeyle bölmeleri değiştir

# SwapPaneNextInOrder
source: Swap panes with the next pane in order
tr_tr: Sırayla sonraki bölmeyle bölmeleri değiştir

# SwapPanePreviousInOrder
source: Swap panes with the previous pane in order
tr_tr: Sırayla önceki bölmeyle bölmeleri değiştir

# SwapPaneFirstPane
source: Swap panes with the first pane
tr_tr: İlk bölmeyle bölmeleri değiştir

# NewTabCommandKey
source: New tab
tr_tr: Yeni sekme

# NewWindowCommandKey
source: New window
tr_tr: Yeni pencere

# IdentifyWindowCommandKey
source: Identify window
tr_tr: Pencereyi tanımla

# IdentifyWindowsCommandKey
source: Identify windows
tr_tr: Pencereleri tanımla

# NextTabCommandKey
source: Next tab
tr_tr: Sonraki sekme

# OpenBothSettingsFilesCommandKey
source: Open both settings and default settings files (JSON)
tr_tr: Hem ayarlar hem de varsayılan ayarlar dosyalarını aç (JSON)

# OpenDefaultSettingsCommandKey
source: Open default settings file (JSON)
tr_tr: Varsayılan ayarlar dosyasını aç (JSON)

# OpenNewTabDropdownCommandKey
source: Open new tab dropdown
tr_tr: Yeni sekme açılır listesi

# OpenSettingsCommandKey
source: Open settings file (JSON)
tr_tr: Ayarlar dosyasını aç (JSON)

# SettingsFileOpenInExplorerCommandKey
source: Open the settings file directory
tr_tr: Ayarlar dosyasının dizinini aç

# OpenTabColorPickerCommandKey
source: Set tab color...
tr_tr: Sekme rengini ayarla...

# PasteTextCommandKey
source: Paste
tr_tr: Yapıştır

# PrevTabCommandKey
source: Previous tab
tr_tr: Önceki sekme

# ResetFontSizeCommandKey
source: Reset font size
tr_tr: Yazı tipi boyutunu sıfırla

# ResetTabColorCommandKey
source: Reset tab color
tr_tr: Sekme rengini sıfırla

# ResetTabNameCommandKey
source: Reset tab title
tr_tr: Sekme başlığını sıfırla

# OpenTabRenamerCommandKey
source: Rename tab
tr_tr: Sekmeyi yeniden adlandır

# ResizePaneCommandKey
source: Resize pane
tr_tr: Bölmeyi yeniden boyutlandır

# ScrollDownCommandKey
source: Scroll down
tr_tr: Aşağı kaydır

# ScrollDownPageCommandKey
source: Scroll down one page
tr_tr: Bir sayfa aşağı kaydır

# ScrollUpCommandKey
source: Scroll up
tr_tr: Yukarı kaydır

# ScrollUpPageCommandKey
source: Scroll up one page
tr_tr: Bir sayfa yukarı kaydır

# ScrollToTopCommandKey
source: Scroll to the top of history
tr_tr: Geçmişin en üstüne kaydır

# ScrollToBottomCommandKey
source: Scroll to the bottom of history
tr_tr: Geçmişin en altına kaydır

# ScrollToPreviousMarkCommandKey
source: Scroll to the previous mark
tr_tr: Önceki işarete kaydır

# ScrollToNextMarkCommandKey
source: Scroll to the next mark
tr_tr: Sonraki işarete kaydır

# ScrollToFirstMarkCommandKey
source: Scroll to the first mark
tr_tr: İlk işarete kaydır

# ScrollToLastMarkCommandKey
source: Scroll to the last mark
tr_tr: Son işarete kaydır

# AddMarkCommandKey
source: Add a scroll mark
tr_tr: Bir kaydırma işareti ekle

# ClearMarkCommandKey
source: Clear mark
tr_tr: İşareti temizle

# ClearAllMarksCommandKey
source: Clear all marks
tr_tr: Tüm işaretleri temizle

# SplitHorizontalCommandKey
source: Split pane horizontally
tr_tr: Bölmeyi yatay olarak böl

# MovePaneCommandKey
source: Move pane
tr_tr: Bölmeyi taşı

# MovePaneToNewWindowCommandKey
source: Move pane to new window
tr_tr: Bölmeyi yeni pencereye taşı

# SplitPaneCommandKey
source: Split pane
tr_tr: Bölme böl

# SplitVerticalCommandKey
source: Split pane vertically
tr_tr: Bölmeyi dikey olarak böl

# SwitchToTabCommandKey
source: Switch to tab
tr_tr: Sekmeye geç

# SwitchToLastTabCommandKey
source: Switch to the last tab
tr_tr: Son sekmeye geç

# TabSearchCommandKey
source: Search for tab...
tr_tr: Sekmeyi ara...

# ToggleAlwaysOnTopCommandKey
source: Toggle always on top mode
tr_tr: Her zaman üstte modunu aç/kapat

# ToggleCommandPaletteCommandKey
source: Toggle command palette
tr_tr: Komut paletini aç/kapat

# SuggestionsCommandKey
source: Open suggestions
tr_tr: Önerileri aç

# ToggleCommandPaletteCommandLineModeCommandKey
source: Toggle command palette in command line mode
tr_tr: Komut satırı modunda komut paletini aç/kapat

# ToggleFocusModeCommandKey
source: Toggle focus mode
tr_tr: Odak modunu aç/kapat

# EnableFocusModeCommandKey
source: Enable focus mode
tr_tr: Odak modunu etkinleştir

# DisableFocusModeCommandKey
source: Disable focus mode
tr_tr: Odak modunu devre dışı bırak

# ToggleFullscreenCommandKey
source: Toggle fullscreen
tr_tr: Tam ekran modunu aç/kapat

# EnableFullScreenCommandKey
source: Enable fullscreen
tr_tr: Tam ekranı etkinleştir

# DisableFullScreenCommandKey
source: Disable fullscreen
tr_tr: Tam ekranı devre dışı bırak

# EnableMaximizedCommandKey
source: Maximize window
tr_tr: Pencereyi büyüt

# DisableMaximizedCommandKey
source: Restore maximized window
tr_tr: Büyütülmüş pencereyi geri yükle

# ToggleSplitOrientationCommandKey
source: Toggle pane split orientation
tr_tr: Bölme bölme yönünü aç/kapat

# TogglePaneZoomCommandKey
source: Toggle pane zoom
tr_tr: Bölme yakınlaştırmasını aç/kapat

# TogglePaneReadOnlyCommandKey
source: Toggle pane read-only mode
tr_tr: Bölme salt okunur modunu aç/kapat

# EnablePaneReadOnlyCommandKey
source: Enable pane read-only mode
tr_tr: Bölme salt okunur modunu etkinleştir

# DisablePaneReadOnlyCommandKey
source: Disable pane read-only mode
tr_tr: Bölme salt okunur modunu devre dışı bırak

# ToggleShaderEffectsCommandKey
source: Toggle terminal visual effects
tr_tr: Terminal görsel efektlerini aç/kapat

# BreakIntoDebuggerCommandKey
source: Break into the debugger
tr_tr: Hata ayıklayıcıya gir

# OpenSettingsUICommandKey
source: Open settings
tr_tr: Ayarları aç

# ResetWindowNameCommandKey
source: Reset window name
tr_tr: Pencere adını sıfırla

# OpenWindowRenamerCommandKey
source: Rename window...
tr_tr: Pencereyi yeniden adlandır...

# DisplayWorkingDirectoryCommandKey
source: Display Terminal's current working directory
tr_tr: Terminal'in geçerli çalışma dizinini görüntüle

# GlobalSummonCommandKey
source: Show/Hide the Terminal window
tr_tr: Terminal penceresini göster/gizle

# QuakeModeCommandKey
source: Show/Hide Quake window
tr_tr: Quake penceresini göster/gizle

# ExportBufferCommandKey
source: Export text
tr_tr: Metni dışa aktar

# ClearAllCommandKey
source: Clear buffer
tr_tr: Arabelleği temizle

# ClearViewportCommandKey
source: Clear viewport
tr_tr: Görüntü alanını temizle

# ClearScrollbackCommandKey
source: Clear scrollback
tr_tr: Geri kaydırma arabelleğini temizle

# DefaultWindowsConsoleName
source: Let Windows decide
tr_tr: Windows'un karar vermesine izin ver

# QuitCommandKey
source: Quit the Terminal
tr_tr: Terminalden çık

# SetOpacityParentCommandName
source: Set background opacity...
tr_tr: Arka plan opaklığını ayarla...

# RestoreLastClosedCommandKey
source: Restore the last closed pane or tab
tr_tr: Kapatılan son bölmeyi veya sekmeyi geri yükle

# SelectAllCommandKey
source: Select all text
tr_tr: Tüm metni seç

# MarkModeCommandKey
source: Toggle mark mode
tr_tr: İşaretleme modunu aç/kapat

# ToggleBlockSelectionCommandKey
source: Toggle block selection
tr_tr: Blok seçimi aç/kapat

# SwitchSelectionEndpointCommandKey
source: Switch selection endpoint
tr_tr: Seçim bitiş noktasını değiştir

# ColorSelection_allMatches
source: all matches
tr_tr: tüm eşleşmeler

# ColorSelection_defaultColor
source: [default]
tr_tr: [varsayılan]

# ColorSelection_Black
source: black
tr_tr: siyah

# ColorSelection_Red
source: red
tr_tr: kırmızı

# ColorSelection_Green
source: green
tr_tr: yeşil

# ColorSelection_Yellow
source: yellow
tr_tr: sarı

# ColorSelection_Blue
source: blue
tr_tr: mavi

# ColorSelection_Purple
source: purple
tr_tr: mor

# ColorSelection_Cyan
source: cyan
tr_tr: camgöbeği

# ColorSelection_White
source: white
tr_tr: beyaz

# ColorSelection_BrightBlack
source: bright black
tr_tr: parlak siyah

# ColorSelection_BrightRed
source: bright red
tr_tr: parlak kırmızı

# ColorSelection_BrightGreen
source: bright green
tr_tr: parlak yeşil

# ColorSelection_BrightYellow
source: bright yellow
tr_tr: parlak sarı

# ColorSelection_BrightBlue
source: bright blue
tr_tr: parlak mavi

# ColorSelection_BrightPurple
source: bright purple
tr_tr: parlak mor

# ColorSelection_BrightCyan
source: bright cyan
tr_tr: parlak camgöbeği

# ColorSelection_BrightWhite
source: bright white
tr_tr: parlak beyaz

# ExpandSelectionToWordCommandKey
source: Expand selection to word
tr_tr: Seçimi kelimeye genişlet

# ShowContextMenuCommandKey
source: Show context menu
tr_tr: Bağlam menüsünü göster

# CloseOtherPanesCommandKey
source: Close all other panes
tr_tr: Diğer tüm bölmeleri kapat

# ToggleBroadcastInputCommandKey
source: Toggle broadcast input to all panes
tr_tr: Girişi tüm bölmelere yayınlamayı aç/kapat

# RestartConnectionKey
source: Restart connection
tr_tr: Bağlantıyı yeniden başlat

# OpenScratchpadKey
source: Open scratchpad
tr_tr: Karalama defterini aç

# SelectOutputNextCommandKey
source: Select next command output
tr_tr: Sonraki komut çıktısını seç

# SelectOutputPreviousCommandKey
source: Select previous command output
tr_tr: Önceki komut çıktısını seç

# SelectCommandNextCommandKey
source: Select next command
tr_tr: Sonraki komutu seç

# SelectCommandPreviousCommandKey
source: Select previous command
tr_tr: Önceki komutu seç

# SearchWebCommandKey
source: Search the web for selected text
tr_tr: Seçili metni web'de ara

# OpenAboutCommandKey
source: Open about dialog
tr_tr: Hakkında iletişim kutusunu aç

# SaveSnippetNamePrefix
source: Save Snippet
tr_tr: Parçacığı Kaydet

# QuickFixCommandKey
source: Open quick fix menu
tr_tr: Hızlı düzeltme menüsünü aç

# OpenCWDCommandKey
source: Open current working directory
tr_tr: Geçerli çalışma dizinini aç

source: Close Tab
tr_tr: Sekmeyi kapat

source: Send Input
tr_tr: Giriş gönder

source: Set Focus Mode
tr_tr: Odak modunu ayarla

source: Set Full Screen
tr_tr: Tam ekran yap

source: Set Maximized
tr_tr: Ekranı kapla

source: Set Color Scheme
tr_tr: Renk şemasını ayarla

source: Close Other Tabs
tr_tr: Diğer sekmeleri kapat

source: Close Tabs After
tr_tr: Sonrasındaki sekmeleri kapat

source: Move Tab
tr_tr: Sekmeyi taşı

source: Find Match
tr_tr: Eşleşme bul

source: Search For Text
tr_tr: Metin ara

source: Focus Pane
tr_tr: Bölmeye odaklan

source: Export Buffer
tr_tr: Arabelleği dışa aktar

source: Clear Buffer
tr_tr: Arabelleği temizle

source: Multiple Actions
tr_tr: Çoklu eylemler

source: Adjust Opacity
tr_tr: Opaklığı ayarla

source: Select Command
tr_tr: Komut seç

source: Select Output
tr_tr: Çıktı seç

source: Suggestions
tr_tr: Öneriler

source: Color Selection
tr_tr: Renk seçimi

# WslDistroGeneratorDisplayName
source: WSL Distro Profile Generator
tr_tr: WSL Dağıtım Profili Oluşturucu

# PowershellCoreProfileGeneratorDisplayName
source: PowerShell Profile Generator
tr_tr: PowerShell Profili Oluşturucu

# AzureCloudShellGeneratorDisplayName
source: Azure Cloud Shell Profile Generator
tr_tr: Azure Cloud Shell Profili Oluşturucu

# VisualStudioGeneratorDisplayName
source: Visual Studio Profile Generator
tr_tr: Visual Studio Profili Oluşturucu

# SshHostGeneratorDisplayName
source: SSH Host Profile Generator
tr_tr: SSH Ana Bilgisayar Profili Oluşturucu
